pmo-dataset/variations/graphviz_with_ids/52.dot
digraph G {
  rankdir=LR;  
  node [shape=box];

  "Task_1" [label="MPON sents the\ndismissal to the\nMPOO"];
  "Task_2" [label="MPOO reviews the\ndismissal"];
  "Task_3" [label="MPOO opposes the\ndismissal"];
  "Task_4" [label="MPOO confirmes the\ndismissal"];
  "StartNoneEvent_1" [shape=circle, label=""];
  "EndNoneEvent_1" [shape=circle, penwidth=4, label=""];
  "ExclusiveGateway_1" [shape=diamond, label="X"];
  "ExclusiveGateway_2" [shape=diamond, label="X"];

  "StartNoneEvent_1" -> "Task_1";
  "Task_1" -> "Task_2";
  "Task_2" -> "ExclusiveGateway_1";
  "ExclusiveGateway_1" -> "Task_3";
  "ExclusiveGateway_1" -> "Task_4";
  "Task_3" -> "ExclusiveGateway_2";
  "Task_4" -> "ExclusiveGateway_2";
  "ExclusiveGateway_2" -> "EndNoneEvent_1";
}
